tap "homebrew/bundle"
brew "bat"
brew "cask"
brew "fd"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gh"
brew "htop"
brew "jq"
brew "libpq"
brew "mkdocs"
brew "ranger"
brew "ripgrep"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "xh"
cask "cursor"
cask "dbeaver-community"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "raycast"
