tap "homebrew/bundle"
brew "bat"
brew "cask"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "htop"
brew "jq"
brew "libpq"
brew "mkdocs"
brew "ranger"
brew "ripgrep"
brew "telnet"
brew "tig"
brew "tmux"
cask "cursor"
cask "dbeaver-community"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "raycast"
vscode "akhail.save-typing"
vscode "arcanis.vscode-zipfs"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "jcbuisson.vue"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wayou.vscode-icons-mac"
vscode "xabikos.javascriptsnippets"
