tap "homebrew/bundle"
tap "jesseduffield/lazydocker"
tap "supabase/tap"
brew "bat"
brew "cask"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gh"
brew "htop"
brew "imagemagick"
brew "jq"
brew "mkdocs"
brew "pandoc"
brew "pgcli"
brew "poppler"
brew "ranger"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "xh"
brew "yazi"
brew "zoxide"
brew "jesseduffield/lazydocker/lazydocker"
brew "supabase/tap/supabase"
cask "cursor"
cask "dbeaver-community"
cask "font-symbols-only-nerd-font"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "raycast"
